[
{"title": "Early vote total exceeds 2016; GOP chips at Dems’ advantage", "author": "By NICHOLAS RICCARDI and ANGELIKI KASTANIS", "date": "October 25, 2020 GMT", "content": "With nine days before Election Day, more people already have cast ballots in this year's presidential election than voted early or absentee in the 2016 race as the start of in-person early voting..."},
{"title": "Trump aide: ‘We’re not going to control the pandemic’", "author": "By JONATHAN LEMIRE, ALEXANDRA JAFFE and AAMER MADHANI", "date": "October 26, 2020 GMT", "content": "LONDONDERRY, N.H. (AP) — The coronavirus has reached the upper echelons of the White House again, with an outbreak among aides to Vice President Mike Pence just over a week from Election Day. A..."},
{"title": "Fear and anxiety spike in virus hot spots across US", "author": "By HOLLY RAMER and ADRIAN SAINZ", "date": "October 25, 2020 GMT", "content": "Preslie Paur breaks down in tears when she thinks of her state’s refusal to mandate face masks."},
{"title": "Black contractor braves threats in removing Richmond statues", "author": "By SARAH RANKIN", "date": "October 25, 2020 GMT", "content": "RICHMOND, Va. (AP) — Devon Henry paced in nervous anticipation, because this was a project like nothing he’d ever done. He wore the usual hard hat — and a bulletproof vest. "},
{"title": "Senate votes to advance Barrett; confirmation expected Mon", "author": "By LISA MASCARO ", "date": "October 25, 2020 GMT", "content": "WASHINGTON (AP) — Senate Republicans voted overwhelmingly Sunday to advance Supreme Court nominee Amy Coney Barrett toward final confirmation despite Democratic objections, just over a week before..."},
{"title": "Pence to keep up travel despite contact with infected aides", "author": "By ZEKE MILLER and JILL COLVIN", "date": "October 25, 2020 GMT", "content": "WASHINGTON (AP) — Vice President Mike Pence plans to maintain an aggressive campaign schedule this week despite an apparent outbreak of the coronavirus among his senior aides, the White House..."},
{"title": "New storm Zeta a hurricane threat to Mexico, US Gulf Coast", "author": null, "date": "October 26, 2020 GMT", "content": "MIAMI (AP) — Newly formed Tropical Storm Zeta gradually strengthened Sunday in the western Caribbean and forecasters said it would likely become a hurricane before hitting Mexico's resort-dotted..."},
{"title": "FBI investigating fire set in Boston ballot drop box", "author": "By ALANNA DURKIN RICHER", "date": "October 26, 2020 GMT", "content": "A fire was set Sunday in a Boston ballot drop box holding more than 120 ballots in what Massachusetts election officials said appears to have been a “deliberate attack,” now under investigation by..."},
{"title": "Black D.C. archbishop’s rise marks a historic moment", "author": "By ELANA SCHOR", "date": "October 25, 2020 GMT", "content": "WASHINGTON (AP) — Washington D.C. Archbishop Wilton Gregory is set to become the first Black U.S. prelate to assume the rank of cardinal in the Catholic Church, a historic appointment that comes..."},
{"title": "Passenger in Offset’s car arrested for concealed weapon", "author": null, "date": "October 25, 2020 GMT", "content": "BEVERLY HILLS, Calif. (AP) — A passenger in a car driven by Migos rapper Offset was arrested in Beverly Hills, California Saturday evening on charges of carrying a concealed, loaded firearm in..."},
{"title": "The Latest: Mexico health officials acknowledge higher toll", "author": "By The Associated Press", "date": "October 26, 2020 GMT", "content": "MEXICO CITY — Mexican health authorities acknowledge the country’s true death toll from the coronavirus pandemic is far higher than previously thought, saying there were 193,170 “excess” deaths in..."},
{"title": "Malaysia’s king rejects PM’s proposal to declare emergency", "author": "By EILEEN NG", "date": "October 26, 2020 GMT", "content": "KUALA LUMPUR, Malaysia (AP) — Malaysia's king on Sunday rejected a proposal by embattled Prime Minister Muhyiddin Yassin to declare a state of emergency to fight a new outbreak of the..."},
{"title": "Lee Kun-Hee, force behind Samsung’s rise, dies at 78", "author": "By KIM TONG-HYUNG and HYUNG-JIN KIM", "date": "October 26, 2020 GMT", "content": "SEOUL, South Korea (AP) — Lee Kun-Hee, the ailing Samsung Electronics chairman who transformed the small television maker into a global giant of consumer electronics but whose leadership was also..."},
{"title": "Pope names 13 new cardinals, including 1st Black US prelate", "author": "By FRANCES D'EMILIO", "date": "October 25, 2020 GMT", "content": "VATICAN CITY (AP) — Pope Francis on Sunday named 13 new cardinals, including Washington D.C. Archbishop Wilton Gregory, who would become the first Black U.S. prelate to earn the coveted red hat...."},
{"title": "The Latest: Pence to be in Minnesota on Monday after all", "author": null, "date": "October 25, 2020 GMT", "content": "WASHINGTON (AP) — The Latest on the presidential campaign (all times local):"},
{"title": "Italy closes gyms, shuts eateries early to fight COVID-19 ", "author": "By FRANCES D'EMILIO ", "date": "October 25, 2020 GMT", "content": "ROME (AP) — Italy's leader imposed at least a month of new restrictions across the country Sunday to fight rising coronavirus infections, shutting down gyms, pools and movie theaters, putting an..."},
{"title": "Health experts question Pence campaigning as essential work", "author": "By MARILYNN MARCHIONE", "date": "October 25, 2020 GMT", "content": "Health policy specialists questioned White House officials' claim that federal rules on essential workers allow Vice President Mike Pence to continue to campaign and not quarantine himself after..."},
{"title": "Eyes turn to Texas as early voting surge surpasses 2016", "author": "By PAUL J. WEBER", "date": "October 25, 2020 GMT", "content": "AUSTIN, Texas (AP) — Texas has already cast nearly 7 million votes, more than anywhere in America, and Glen Murdoch couldn’t get his ballot in fast enough after becoming a U.S. citizen this..."},
{"title": "Rays’ rally joins Buckner, Bevens among wild Series endings", "author": null, "date": "October 25, 2020 GMT", "content": "ARLINGTON, Texas (AP) — It was improbable enough that little-known Brett Phillips would get the big hit for Tampa Bay against Dodgers All-Star closer Kenley Jansen. "},
{"title": "Foreign students show less zeal for US since Trump took over", "author": "By SOPHIA TAREEN", "date": "October 25, 2020 GMT", "content": "CHICAGO (AP) — On a recruiting trip to India’s tech hub of Bangalore, Alan Cramb, the president of a reputable Chicago university, answered questions not just about dorms or tuition but also..."},
{"title": "Spain orders nationwide curfew to stem worsening outbreak ", "author": "By JOSEPH WILSON", "date": "October 25, 2020 GMT", "content": "BARCELONA, Spain (AP) — Buckling under the resurgence of the coronavirus in Europe, the Spanish government on Sunday declared a national state of emergency that includes an overnight curfew in..."},
{"title": "Virus is pummeling Europe’s eateries — and winter is coming", "author": "By RAF CASERT", "date": "October 25, 2020 GMT", "content": "HEIKRUIS, Belgium (AP) — As the Friday night dinner service began earlier this month at the De Viering restaurant outside Brussels, it seemed the owners' decision to move the operation into the..."},
{"title": "Election could stoke US marijuana market, sway Congress", "author": "By MICHAEL R. BLOOD", "date": "October 25, 2020 GMT", "content": "Voters in four states from different regions of the country could embrace broad legal marijuana sales on Election Day, and a sweep would highlight how public acceptance of cannabis is cutting..."},
{"title": "For transgender activists, election stokes hopes and fears", "author": "By DAVID CRARY", "date": "October 25, 2020 GMT", "content": "Among transgender-rights activists, there’s a powerful mix of hope and fear heading toward the Nov. 3 election. They’re yearning for President Donald Trump’s defeat but dreading the possibility..."},
{"title": "UK doctors demand free meals for kids as COVID fuels hunger", "author": "By DANICA KIRKA", "date": "October 25, 2020 GMT", "content": "LONDON (AP) — Pediatricians are urging the British government to reverse course and provide free meals for poor children during school holidays as the COVID-19 pandemic pushes more families into..."},
{"title": "Afghanistan claims killing an al-Qaida leader wanted by FBI", "author": "By RAHIM FAIEZ, TAMEEM AKHGAR and JON GAMBRELL", "date": "October 25, 2020 GMT", "content": "KABUL, Afghanistan (AP) — Afghanistan claimed Sunday it killed a top al-Qaida propagandist on an FBI most-wanted list during an operation in the country's east, showing the militant group's..."},
{"title": "Thai protesters rally ahead of parliamentary debate", "author": null, "date": "October 25, 2020 GMT", "content": "BANGKOK (AP) — Thousands of pro-democracy protesters gathered in Thailand's capital again on Sunday, seeking to keep up pressure on the government a day before a special session of Parliament that..."},
{"title": "Minority communities question election-year push by EPA", "author": "By JOHN FLESHER ", "date": "October 25, 2020 GMT", "content": "TRAVERSE CITY, Mich. (AP) — Theresa Landrum lives in southwest Detroit, where residents complain frequently about dirty air. Tree-shaded neighborhoods with schools, churches and parks lie on..."},
{"title": "Stumbling stunner! Rays shock Dodgers in 9th, tie Series 2-2", "author": "By STEPHEN HAWKINS", "date": "October 25, 2020 GMT", "content": "ARLINGTON, Texas (AP) — Brett Phillips squatted on the field crying, Randy Arozarena sprawled in the dirt pounding his hands on home plate."},
{"title": "UN: Nuclear weapons ban treaty to enter into force ", "author": "By EDITH M. LEDERER", "date": "October 25, 2020 GMT", "content": "UNITED NATIONS (AP) — The United Nations announced Saturday that 50 countries have ratified a U.N. treaty to ban nuclear weapons triggering its entry into force in 90 days, a move hailed by..."},
{"title": "The Latest: Pence’s top aide tests positive for coronavirus", "author": null, "date": "October 25, 2020 GMT", "content": "WASHINGTON (AP) — The Latest on the presidential campaign (all times local):"},
{"title": "Opposition activist leaves embassy haven to flee Venezuela", "author": "By JOSHUA GOODMAN and CHRISTINE ARMARIO", "date": "October 25, 2020 GMT", "content": "MEDELLIN, Colombia (AP) — Prominent opposition activist Leopoldo López has abandoned the Spanish ambassador's residence in Caracas and left Venezuela after years of frustrated efforts to oust the..."},
{"title": "Beyond the Needle: Probability experts assess 2020 race", "author": "By DAVID BAUDER", "date": "October 24, 2020 GMT", "content": "NEW YORK (AP) — The one thing most likely to conjure nightmares of the 2016 election night for opponents of President Donald Trump is the Needle."},
{"title": "Crews vacuum ‘murder hornets’ out of Washington nest", "author": null, "date": "October 24, 2020 GMT", "content": "BLAINE, Wash. (AP) — Heavily protected crews in Washington state worked Saturday to destroy the first nest of so-called murder hornets discovered in the United States. "},
{"title": "Jerry Jeff Walker, Texas singer and songwriter, dies at 78", "author": "By KEN MILLER", "date": "October 24, 2020 GMT", "content": "Jerry Jeff Walker, a Texas country singer and songwriter who wrote the pop song “Mr. Bojangles,” has died at age 78."},
{"title": "Stressed freshmen missing quintessential college experience", "author": "By LINDSEY TANNER", "date": "October 24, 2020 GMT", "content": "It’s a major life milestone, the first time many U.S. teens have ever been on their own. Even in normal times, freshman year in college can be a jumbled mix of anticipation, uncertainty and..."},
{"title": "Despite rhetoric, GOP has supported packing state courts", "author": "By ANDREW DeMILLO", "date": "October 24, 2020 GMT", "content": "Republican claims that Democrats would expand the U.S. Supreme Court to undercut the conservative majority if they win the presidency and control of Congress has a familiar ring."},
{"title": "Ethiopia blasts Trump remark that Egypt will ‘blow up’ dam", "author": "By ELIAS MESERET", "date": "October 24, 2020 GMT", "content": "ADDIS ABABA, Ethiopia (AP) — Ethiopia on Saturday denounced “belligerent threats” over the huge dam it has nearly completed on the Blue Nile River, a day after U.S. President Donald Trump said..."},
{"title": "US sets coronavirus infection record; deaths near 224,000", "author": "By REBECCA BOONE and DAVID CRARY", "date": "October 24, 2020 GMT", "content": "BOISE, Idaho (AP) — The U.S. coronavirus caseload has reached record heights with more than 83,000 infections reported in a single day, the latest ominous sign of the disease’s grip on the nation,..."},
{"title": "AP PHOTOS: Virus makes Friday nights empty, quiet in Europe", "author": null, "date": "October 24, 2020 GMT", "content": null},
{"title": "Work already underway for presidential inauguration", "author": "By KEVIN FREKING", "date": "October 24, 2020 GMT", "content": "WASHINGTON (AP) — While much of Washington is twisted in knots over the upcoming election, there's another contingent already busy trying to figure out how to stage an inauguration for the..."},
{"title": "Biden’s warning on oil tests voter resolve on climate change", "author": "By ELLEN KNICKMEYER and KATHLEEN RONAYNE", "date": "October 24, 2020 GMT", "content": "OKLAHOMA CITY (AP) — Joe Biden is confronting the harsh political realities of combating climate change."},
{"title": "Some hospitals in crisis as US nears high for COVID-19 cases", "author": "By REBECCA BOONE and DAVID CRARY", "date": "October 24, 2020 GMT", "content": "BOISE, Idaho (AP) — The United States is approaching a record for the number of new daily coronavirus cases in the latest ominous sign about the disease’s grip on the nation, as states from..."},
{"title": "Arnold Schwarzenegger feels ‘fantastic’ after heart surgery", "author": null, "date": "October 24, 2020 GMT", "content": "LOS ANGELES (AP) — Arnold Schwarzenegger says he is feeling “fantastic” after his recent heart surgery. "},
{"title": "Viewership for 2nd Trump-Biden debate drops to 63 million", "author": "By JONATHAN LANDRUM Jr.", "date": "October 23, 2020 GMT", "content": "LOS ANGELES (AP) — The final presidential debate between President Donald Trump and his Democratic opponent Joe Biden drew 10 million fewer viewers than their first meeting. "},
{"title": "Washington state discovers first ‘murder hornet’ nest in US", "author": "By NICHOLAS K. GERANIOS", "date": "October 23, 2020 GMT", "content": "SPOKANE, Wash. (AP) — Scientists in Washington state have discovered the first nest of so-called murder hornets in the United States and plan to wipe it out Saturday to protect native honeybees,..."},
{"title": "Dutch hospital airlifts patients to Germany amid virus surge", "author": "By PETER DEJONG and MIKE CORDER", "date": "October 23, 2020 GMT", "content": "ALMERE, Netherlands (AP) — A bright yellow helicopter rose into a blue sky Friday carrying a COVID-19 patient from the Netherlands to a German intensive care unit, the first such international..."},
{"title": "Nebraska, Maine could play pivotal role in presidential race", "author": "By GRANT SCHULTE", "date": "October 23, 2020 GMT", "content": "OMAHA, Neb. (AP) — Nebraska will never be mistaken for a swing state given that it hasn’t supported a Democratic presidential candidate since 1964, but if the race is close this fall, the state..."},
{"title": "Battleground postal delays persist with mail voting underway", "author": "By ANTHONY IZAGUIRRE", "date": "October 23, 2020 GMT", "content": "U.S. Postal Service records show delivery delays have persisted across the country as millions of Americans are voting by mail, raising the possibility of ballots being rejected because they..."},
{"title": "Electoral College vs. popular vote in the United States", "author": "The Associated Press", "date": "October 23, 2020 GMT", "content": "WASHINGTON (AP) — WHY IS IT THAT ONE CANDIDATE CAN WIN THE POPULAR VOTE BUT ANOTHER WINS THE ELECTORAL VOTE AND THUS THE PRESIDENCY? "}
]